{"qid":153,"docno":"clueweb09-en0088-73-24715","snippets":[{"score":4.7144169807,"text":" Pocono Mountains, PA | MountainGetaway.com\nEmail Newsletter\nHome > Pocono Mountains\nNarrow By Activity\nChoose a ActivityAutomotive EventsBikingFishingGolfHistoric ToursHorseback ToursLocal AttractionsMountaineeringMusicRegional OverviewScenic RidesSightseeing & Guided ToursSpasWater Sports\nSearch By Location (USA only)Search within\n2501005025105\nmileskm\nof:\nZip Code: *\nEscape to the PoconosThe Poconos are comprised of such a vast geographical region in Pennsylvania it's hard to get a handle on all there is to do there.  Friends like the Poconos for their historic inns, leafy lifestyle, and easy access from the all-too-often sweltering city.  Find a comfortable inn, check in and explore a region that has catered to city swells and their ladies since the turn of the century...Read MorePoconos Give Golfers a Swinging Good TimeGolf courses rich in early golf history wind through the woods in the Poconos.  Golf is big in these parts, and you'll never be able to play all the available courses in one vacation.  Golf courses in the Pocono Mountains range from challenging championship courses designed by such notables as Robert Trent Jones, Geoffrey Cornish, A.W...Read MorePick Your Museum In the PoconosThe history of the Poconos come home in any one of the first-rate museums dotting the region. "},{"score":3.9253714085,"text":"Trains, living history, or Houdini, take your pick.\nSteamtown USA National Historic Site (888-693-9391, 570-340-5200; http:\/\/www.nps.gov\/stea\/index.htm) in Scranton. Renovated railroad stations and artifacts of the era when steam ruled transportation in the United States.\n..Read MorePeople of the Poconos, Start Your EnginesThe Pocono 500 is the first of two stock car races held at the Pocono Raceway, on the NASCAR Nextel Cup Series; the other is the Pennsylvania 500.  Experience the thrill of speed in the Pocono Mountains, at Long Pond, Pennsylvania.\n..Read MoreBiking In the PoconosGet on your bikes, everyone, and explore.  The Poconos is the perfect place to hone your biking skills or take your first ride.\n..Read MoreThe Music Returns to MilfordThis year marks the 6th annual Milford Music Festival, a free cultural event that brings a unique mix of music to the heart and soul of the historic town.\n..Read More17th Annual Pocono Blues FestivalBig Boulder Mountain has a history of showcasing some of the finest blues artists in the world.  The 17th Annual Pocono Blues Festival is a must-see summer music event for any blues fan. "},{"score":-2.8673348427,"text":"This year's headliners include juke-joint vets The Holmes Brothers, and award-winning bluesman Bobby Rush among a varitey of blues acts...Read MoreCOTA Jazz and Arts FestivalThis year's festival, September 5 - 7, kicks off in the Delaware Water Gap with an opening reception for the Musical Motif Show and a juried exhibition of artwork with a musical theme at the Antoine Dutot Museum and Gallery. The event continues with performances in classical music, dance, theater, Bebop, Swing and much more.  Visit www.cotajazz.org or call 570-424-2210 for details...Read MorePoconos Offers Chairlift Rides for GuestsSometimes you just need a lift.  Take a ride on one of the area's mountain chairlifts and save your legs for that afternoon hike.  Take scenic rides on chairlifts and see the mountains in their summer glory...Read MorePoconos: Rare By NatureThe Pocono Mountains are alive with wildlife, and trails cover the entire region.  The Appalachian Trail marks the southern border of the Poconos.  Many other trail systems offer waterfalls, spectacular views, and concentrations of rare plants and animals.  Most of the state lands allow motorized vehicles; state parks have motorized restrictions...Read More\n1234next :last\nView Another Region\/Activity | "}]}
{"qid":154,"docno":"clueweb09-en0046-20-23801","snippets":[{"score":3.7543063164,"text":"The ripe figs definitely droop a bit and feel softer. \nUnripe figs are harder, more firmly attached and do not droop. Note the\norange, drooping Celeste figs at left.\nFigs must be picked ripe from the trees, since they do not ripen\nonce picked.  See the photo of unripe figs at left.\nI have heard that some people are allergic to the fig latex,\na milky white liquid produced by the fig tree and develop contact rashes.\nJust like with other latex allergies, if this applies to you be sure to wear\nand long sleeves when you pick and wear the appropriate type of gloves when\npicking or handling figs!\nStoring fresh figs\nFigs won't last long at room temperature, but a mildly cool\nrefrigerator will keep them several days.\nFreezing Figs\nFreeze within 12 hours of picking time, if possible.  Prepare and freeze Figs only about 3 pints at one time.  Then\nrepeat the process until all Figs are frozen.\nMake a medium sweetness syrup of\n3 cups sugar\n4 cups water\nThe figs will taste slightly sweeter than desired at this stage to\nbe the proper flavor after freezing.  Simply stir the sugar into the water to\ndissolve. "},{"score":2.2871265411,"text":"Be sure to label and date containers.\nPlace containers as quickly as possible into the coldest part of your freezer, allowing room around the containers to promote fast freezing.\nContainers can be packed more economically after they are frozen solid,\nusually 24 hours.\nWhen you are ready to eat them, thaw the frozen figs in the refrigerator in the container.\nFig Preserving and Recipes:\nHow to Make Homemade Fig Preserves and Fig Jam\nHow to make\nfig-strawberry jam.\nHow to Can Figs\nMaking Candied figs\nOther fig recipes\n \n                                                                                                                    \nCommon Fig Varieties and Uses\nVariety\nFruit Color\nFruit Size\nFor Fresh Use\nFor Jams and Preserves\nAlma\nGreenish brown\nSmall \nVery good \nGood\nBrown Turkey\nBronze  ( yellow\/brown)\nMedium to large\nGood \nExcellent\nCeleste\nLt. brown  to violet \nMedium\nVery good \nExcellent\nGreen Ischia\nBright green\nMedium \nGood\nGood (seeds\nobjectionable)\nHunt\nDull bronze with specks\nSmall to medium\nGood\nExcellent\nKadota \nBright greenish-yellow\nMedium to large \nFair \nExcellent\nMagnolia \nBronze with \nwhite flecks\nMedium \nFair\nExcellent\nOther variants are:\nfive varieties of Celeste: giant, blue,\ngolden, improved and regular.\nLSU gold and purple;\nSmith, which has a\nscarlet interior;\nClement, a Mediterranean variety;\nAlma;\nHardy Chicago; and\nCamelle.\nMore information: see Figs 4 Fun:\nSaid to be the largest database of information about figs (Ficus carica)\nthat is available on the internet.\nGrowing tips\nFig trees are easily propagated through cuttings."},{"score":3.9525616169,"text":"In the U.S., Figs typically peak from July through Frost in the South, and\nAugust and later in the North.  Usually the trees produce a crop within a\nmonth, and then nothing for several months, so check your local farm to find out\nwhen they'll be in season.   In the north, most trees only produce one crop\nper season.    In order to produce\ngood local Figs, producers depend on ideal spring and early summer weather conditions,\nand no late frosts.\nHow to know when a fig is ripe\nColor - Figs come in all colors from yellow, brown, red\nto purple, black and others!  So you need to know what color the ripe fig is.  The\nmost commonly grown figs, Brown Turkey and Celeste are a golden yellow as shown\nat left when ripe.\nTexture - Ripe Figs Become soft like a peach when ripe,\nbut they should not be mushy or fall apart!\nFig Picking Tips\nFigs grown on low, open trees, with no thorns and soft\nleaves, so they're very easy to pick!    The ripe figs will separate\neasily from the tree when you lift them upwards from  their normal\ndrooping position. "}]}
{"qid":156,"docno":"clueweb09-en0012-00-02770","snippets":[{"score":8.4244613647,"text":" University of Phoenix Degree Programs\nVocational and Technical Schools   |  \nLocations   |  \nResources   |  \nContact Us   |  \nSite Map\nUniversity of Phoenix\nTechnology Schools\nInformation Technology\nE-Commerce\nNetwork Administration\nComputer Certification\nTelecommunications\nElectronics\nEngineering\nBusiness Schools\nAccounting\nManagement\nMarketing\nMasters in Business\nE-Business\nProject Management\nHuman Resource\nDesign Schools\nAnimation\nMultimedia\nGraphic Design\nWeb Design\nInterior Design\nFashion Design\nVocational Schools\nCulinary Arts\nCriminal Justice\nEducation\nCounseling\nHealthcare\nNursing\nUniversity of Phoenix\nFounded in 1976, University of Phoenix was one of the first accredited universities to offer online college education with complete degree programs via the Internet.  Our commitment to educational excellence and unsurpassed student service has made us the leading accredited online university in the United States.\nUniversity of Phoenix is the nation's largest private university, with highly qualified instructors offering several campuses and Internet delivery worldwide.  Since 1976, more than a hundred thousand working professionals have earned their degree from University of Phoenix. "},{"score":8.5459060669,"text":"University of Phoenix has helped them and hundreds of businesses achieve a higher level of success.\nWith more than a decade of experience in Web-based delivery, our perfected format has proven effective for thousands of successful graduates. Beyond the convenience of an online college education, University of Phoenix offers one of the most up-to-date and relevant curriculums available anywhere.  Created in cooperation with business and industry, our online education degree programs provide skills and expertise that are in high demand.  The curriculum is continually updated to reflect the latest proven concepts, methods and practices, so you can be sure your online college education fully prepares you for today professional world.\nUniverity of Phoenix Courses include:\nBusiness\nManagement\nTechnology\nEducation\nNursing\nHealthcare\nCounseling\nCriminal Justice\nContinuing Education\nLocations: ONLINE\n \nOnline Schools\nUniversity of Phoenix\nWalden University\nCapella University\nKaplan University\nThe Art Institute Online\nITT Technical Institute\nAIU Online\nDeVry University\nKeller Graduate School\nEllis College\nSearch by Location\nBack\nto Top of Page\nVotech Direct ©2003 "}]}
{"qid":158,"docno":"clueweb09-en0037-14-18879","snippets":[{"score":-3.1197404861,"text":"Are they even legal?\nBuyer's Guide Home Buyer's Guide to Septic Systems Inspection & Testing - What to Do, Step by Step.\nClogged Drain Diagnosis - is the problem the septic system or the Building drain system?\nDon't Flush these things into a septic system: a list of what's ok and what's not ok to put into septic tanks and building drains\nFailure Causes for Septic Systems, septic tanks, septic drainfields, cesspools, drywells, distribution piping\nSafety: Septic System, Septic Tank, & Cesspool Safety Warnings for Septic Inspectors, Septic Pumpers, and Homeowners\nTank Pumping Frequency Guide for Septic Tanks: When, How, What to Watch For when pumping or cleaning septic tanks\nWhat is a Septic System An Engineer's View, provided by Lockwood Engineering, & Septic System FAQ's\nMore expert information on this topic\nTEN STEPS TO KEEP SEPTIC SYSTEMS WORKING\nSEPTIC SYSTEMS HOME\nMore Information\nInspectAPedia ® Home & Site Map\nAir Conditioning & Heat Pumps\nBookstoreElectrical\nEnvironment\nExteriors\nHeating\nHome Inspection\nInsulate Ventilate\nInteriors\nMold Inspect\/Test\nRoofing\nPlumbing Water Septic\nStructure\nAccuracy & Bias Pledge\nContact Us\nMore Information on Septic System Care, Septic Tank Maintenance, & Septic System Repair\nThe Septic System Information Website home page for this topic\nSeptic Systems Inspection, Testing, & Maintenance- online textbook."},{"score":3.2696287632,"text":"How to Take Care of A Septic System, 2007 Updated Advice - Ten Simple Septic Maintenance Steps to Keep the Septic System Working Properly\nInspectAPedia ®\nBuilding & Environmental Inspection, Testing, Diagnosis, Repair, & Problem Prevention Advice\nInspectAPedia\nHome\n|\nAir\nConditioning\n|\nElectrical\n|\nEnvironment\n|\nExteriors\n|\nHeating\n|\nHome\nInspection\n|\nInsulate\nVentilate\n|\nInteriors\n|\nMold\nInspect\/Test\n|\nPlumbing\nWater\nSeptic\n|\nRoofing\n|\nStructure\n|\nContact Us\nDirectory of Professionals to Inspect or Test a Building\nTEN STEPS TO KEEP SEPTIC SYSTEMS WORKING\nSEPTIC SYSTEMS HOME\nSEPTIC INFO ARTICLES\nSEPTIC SYSTEMS ONLINE BOOK\nHOME BUYERSGUIDE\nSEPTIC PUMPING REPAIR\nSEPTIC TREATMENTS\nSEPTIC CONSULTANTS\nSEPTIC AUTHORITIES\nBOOKS REFS CODES\nSEPTIC SYSTEM DESIGN BASICS\nSEPTIC SYSTEM DESIGN ALTERNATIVES\nList Your Service\/Product\nMore Information\nInspectAPedia® Home & Site Map\nAir Conditioning & Heat Pumps\nBookstoreElectrical\nEnvironment\nExteriors\nHeating\nHome Inspection\nInsulate Ventilate\nInteriors\nMold Inspect\/Test\nPlumbing Water Septic\nRoofing\nStructure\nAccuracy & Bias Pledge\nContact Us\nSeptic System Maintenance Advice - Ten Steps in Septic System Care SepticAPedia ©\nEnter your search terms\nSubmit search form \nSearch This Website - InspectAPedia.com\nHow to Take Care of A Septic System, 2007 Updated Advice - Ten Simple Septic Maintenance Steps\nOur site offers impartial, unbiased advice without conflicts of interest.\nWe will block advertisements which we discover or readers inform us are associated with bad business practices,\nfalse-advertising, or junk science."},{"score":0.409658879,"text":"Actually most septic tank additives don't help, some septic tank additives are highly caustic or toxic and contaminate the environment, some hurt (like yeast), and some or perhaps all (depending on where you live) are illegal to apply - see\nSeptic System Additives & Chemicals for Septic Tank and Drainfield \"Maintenance,\" \"Un-Clogging,\" or \"Repair\" - Septic Tank Treatment -- DF]\nThe U.S. EPA does not regulate septic systems, however, state and local governments do regulate the use of these systems.\nJust about any question you could ask about residential septic system care, septic system maintenance, installation, design basics,\ntank pumping, field installation, and repair, is at our (DF's)\nSeptic Systems Home Page. Owners and occupants of homes with\nseptic systems and people who inspect or service septic systems should also review\nSeptic System Safety --DJF]\nMore Reading about septic system care and maintenance:\nAdditives & Chemicals: Septic System Maintenance - Are they even needed? "}]}
{"qid":163,"docno":"clueweb09-enwp00-05-21306","snippets":[{"score":1.9689257145,"text":"edit] References\n^ Based on 2000 census data\nv  d  e\nMunicipalities and communities of\nArkansas County, Arkansas\nCounty seats: De Witt and Stuttgart\nCities\nDe Witt | Gillett | Humphrey | Stuttgart\nTowns\nAlmyra | St. Charles\nUnincorporated\ncommunity\nNady\nFootnotes\nThis populated place also has portions in an adjacent county or counties\nv  d  e\n \nState of Arkansas\nLittle Rock (capital)\nTopics\nList of Topics: Arkansans | Constitution | Culture | Education | Geography | Government | Governor (List) | History | Images | Places | Politics | Visitor Attractions\nRegions\nArkansas River Valley | ArkLaTex | Central Arkansas | Crowley's Ridge | Four State Area | Delta | Osage Plains | Ouachita Mountains | Ozarks | Piney Woods | South Arkansas | Timberlands | Western Arkansas |\nMetros\nLittle Rock-North Little Rock-Conway | FayettevilleSpringdaleRogers | Fort Smith | Texarkana | Jonesboro | Pine Bluff | Hot Springs | Memphis (TN)\nLargest cities\nLittle Rock | Fort Smith | Fayetteville | Springdale | Jonesboro | North Little Rock | Pine Bluff | Conway | Rogers | Hot Springs\nOther cities\nBatesville | Benton | Bentonville | Blytheville | Cabot | El Dorado | Harrison | HelenaWest Helena | Hope | Jacksonville | Mountain Home | Paragould | Russellville | Searcy | Sherwood | Texarkana | Van Buren | West Memphis\nCounties\nArkansas | Ashley | Baxter | Benton | Boone | Bradley | Calhoun | Carroll | Chicot | Clark | Clay | Cleburne | Cleveland | Columbia | Conway | Craighead | Crawford | Crittenden | Cross | Dallas | Desha | Drew | Faulkner | Franklin | Fulton | Garland | Grant | Greene | Hempstead | Hot Spring | Howard | Independence | Izard | Jackson | Jefferson | Johnson | Lafayette | Lawrence | Lee | Lincoln | Little River | Logan | Lonoke | Madison | Marion | Miller | Mississippi | Monroe | Montgomery | Nevada | Newton | Ouachita | Perry | Phillips | Pike | Poinsett | Polk | Pope | Prairie | Pulaski | Randolph | Saline | Scott | Searcy | Sebastian | Sevier | Sharp | St. Francis | Stone | Union | Van Buren | Washington | White | Woodruff | Yell\nCoordinates: 341627N 912302W \/ 34.27417N 91.38389W \/ 34.27417; -91.38389\nRetrieved from \"http:\/\/en.wikipedia.org\/wiki\/Arkansas_County,_Arkansas\"\nCategories: Arkansas counties | Arkansas County, Arkansas\nViews\nArticle\nDiscussion\nEdit this page\nHistory\nPersonal tools\nLog in \/ create account\nNavigation\nMain page\nContents\nFeatured content\nCurrent events\nRandom article\nSearch\n \nInteraction\nAbout Wikipedia\nCommunity portal\nRecent changes\nContact Wikipedia\nDonate to Wikipedia\nHelp\nToolbox\nWhat links here\nRelated changes\nUpload file\nSpecial pages\nPrintable version Permanent linkCite this page\nLanguages\nDeutsch\nFranais\n\/\nItaliano\nNederlands\nNorsk (bokml)\nPlattdtsch\nPolski\nRomn\nSvenska\nThis page was last modified on 10 January 2009, at 08:14.\nAll text is available under the terms of the GNU Free Documentation License."},{"score":5.3835988045,"text":" Arkansas County, Arkansas - Wikipedia, the free encyclopedia\nArkansas County, Arkansas\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nArkansas County, Arkansas\nMap\nLocation in the state of Arkansas\nArkansas's location in the U.S.\nStatistics\nFounded\nDecember 13, 1813\nSeat\nStuttgart (north district);\nDe Witt (south district)\nArea\n - Total\n - Land\n - Water\n1,042 sq mi (2,699 km)\n988 sq mi (2,559 km)\n45 sq mi (117 km), 4.38%\nPopulation\n - (2000)\n - Density\n20,749\n65\/sq mi (25\/km)\nCongressional district\n1st\nArkansas County is a county located in the U.S. state of Arkansas.  As of the 2000 census, the population was 20,749.  The county has two county seats, De Witt and Stuttgart.  The first of the state's 75 present-day counties to be created, Arkansas County was formed on 13 December 1813 and is named after the Arkansas Indian tribe.\nContents\n1 Geography\n1.1 Major Highways\n1.2 Adjacent counties\n1.3 National protected areas\n2 Demographics\n3 Cities and towns\n4 References\n "},{"score":1.6206072569,"text":"[ edit] Geography\n  According to the U.S. Census Bureau, the county has a total area of 1,034 square miles (2,678 km), of which, 988 square miles (2,560 km) of it is land and 45 square miles (117 km) of it (4.38%) is water.\n  [  edit] Major Highways\nUS Route 79\nUS Route 165\nState Route 1\nState Route 11\nState Route 17\nState Route 33\n  [  edit] Adjacent counties\nPrairie County (north)\nMonroe County (northeast)\nPhillips County (east)\nDesha County (south)\nLincoln County (southwest)\nJefferson County (west)\nLonoke County (northwest)\nLonoke County\nPrairie County\nMonroe County\nv  d  e\n \nJefferson County\nPhillips County\n   Arkansas County, Arkansas    \nLincoln County\nDesha County\n  [  edit] National protected areas\nArkansas Post National Memorial\nWhite River National Wildlife Refuge (part)\n  [  edit] Demographics\nAge pyramid Arkansas County[1]\nAs of the census of 2000, there were 20,749 people, 8,457 households, and 5,970 families residing in the county.  The population density was 21 people per square mile (8\/km). "}]}
{"qid":165,"docno":"clueweb09-en0003-62-23138","snippets":[{"score":2.9346809387,"text":"To get the\nmost recent version of your Browser, which will support frames,\nplease visit one of the browser websites: http:\/\/netscape.com\nor http:\/\/microsoft.com]\nGinger L. Adams\nXantus and Costas Hummingbirds (Mexico)\nCathy Allinder\nBroad-billed Hummingbird, males & female\nDavid Arbour\nPurple-throated Mountain Gem\nMamie Bavouset\nRuby-throated Hummingbird (female)\nGary Beach\nAnna's Hummingbirds\nTony Beazley\nRuby-throated Hummingbird\nMary Beckwith\nAnna's Humminbird nestlings\nRobert J. Benson\nRuby-throated Hummingbird, female & male\nDoug Black\nRufous Hummingbird\nDiane Brooks Gallery I\nRuby-throated Hummingbird, females\nDiane Brooks Gallery II\nRuby-throated Hummingbird, 3 males, 1 female\nRufus & Marjorie\nBurlingame\nAnna's Hummingbird, female and nestlings\nBobby Castlebury Gallery I\nRuby-throated Hummingbird, male (4)\nBobby Castlebury Gallery II\nRuby-throated Hummingbird, female (3)\nJeff Christian\nRuby-throated Hummingbird, female\nTerry Danks\nRuby-throated Hummingbird\nVern A. Davidson\nBlack-chinned Hummingbird (female and juvenile)\nDon DesJardin\nAnna's Hummingbirds, Allen's Hummingbird, Costa's Hummingbird\nAl Downs\nRuby-throated Hummingbirds\nBarry Draper\nViolet Saberwing, Green-crowned Brilliant\nAnthony Galván III\nAnna's Hummingbirds, Broad-tailed Hummingbird\nJeff Gromen\nCosta's Hummingbird\nHelen Inghram\nRuby-throated Hummingbirds (male & female)\nGeorgia John\nRufous Hummingbird, male & juvenile\nMark and Andrea Kaufman, HABITAT Nature\nPhotography\nAnna's Hummingbird\nTerrence Little\nRuby-throated Hummingbirds (males & females)\nToni Manson\nUnknown\nAdelle Masto\nHummingbirds at dusk\nJack E. Monsuwe\nPurple-throated Mountain-Gem, Blue-tailed Hummingbird, Violet\nSabrewing\nAngie Mustian\nBroad-tailed Hummingbird, Rufous Hummingbird (male & juvenile\nmale)\nChuck Perkins\nArchilochus Colubris (male and female)\nRon & Peggy Reed\nAnna's Hummingbird (adult, eggs, nestlings)\nGreg Rothschild\nAllen's Hummingbird\nTracy Shepard\nAllen's Hummingbird, Rufous Hummingbird, Unknowns\nNorman Sisson\nRuby-throated Hummingbird (female)\nChris Spencer\nRuby-throated Hummingbird\nDebra A. Spitzer\nRuby-throated Hummingbirds (male and female)\nFrank Sweet\nAnna's Hummingbirds\nTina Valant\nBlack-chinned Hummingbird, Broad-billed Hummingbird\nPat Vanderlick\nRuby-throated Hummingbirds (male & females)\nWilliam Zittrich\nCosta's Hummingbird\nSite constructed and maintained by Mikula\nWeb Solutions, Inc., creators of ButterflyWebsite.com and BucksCountyAlive.com\n© Copyright 1995-2009 ; all rights reserved."},{"score":-6.4042105675,"text":" The Hummingbird WebSite - Photo Gallery\nWelcome to our photo gallery.  Take a look around to see some beautiful\nhummer pictures.\nHome\nArticles\nPhoto Gallery\nNature Videos\nLive Newsfeed\nLinks\nProducts\nBackyard Habitat\nThe Hummingbird WebSite is currently accepting hummingbird photos to display\non this page.  Credit will be given to the original photographer with a link to\ntheir e-mail or website.  We can only work with digital photos.  Digital photos can be sent via\ne-mail.  Please include only one image\nper e-mail.\nPlease include the hummingbird's common name (and scientific name if\nknown), where the picture was taken, and your contact information (preferably\nan e-mail address).\n  [  Your browser does not support frames\nor is currently configured not to display frames. "},{"score":-6.4042115211,"text":" The Hummingbird WebSite - Photo Gallery\nWelcome to our photo gallery.  Take a look around to see some beautiful\nhummer pictures.\nHome\nArticles\nPhoto Gallery\nNature Videos\nLive Newsfeed\nLinks\nProducts\nBackyard Habitat\nThe Hummingbird WebSite is currently accepting hummingbird photos to display\non this page.  Credit will be given to the original photographer with a link to\ntheir e-mail or website.  We can only work with digital photos.  Digital photos can be sent via\ne-mail.  Please include only one image\nper e-mail.\nPlease include the hummingbird's common name (and scientific name if\nknown), where the picture was taken, and your contact information (preferably\nan e-mail address).\n  [  Your browser does not support frames\nor is currently configured not to display frames. "}]}
{"qid":167,"docno":"clueweb09-en0034-60-13765","snippets":[{"score":5.2741966248,"text":"Take A Cruise To Barbados\nBarbados Activities for KidsBarbados Activities for Kids... things to do in water & on land, places to go!\nInteresting links for visitors to BarbadosLinks page for barbados-beaches-plus.com\nMaps of Barbados and the Caribbean RegionMaps of Barbados and the Caribbean\nMedical Clinics, Pharmacies and Laboratories, Dental and Optical ServicesList of clinics, pharmacies and laboratories, dental and optical services\nTake In All The Nightlife That Barbados Has To Offer!A List of Night Clubs, Dinner Shows, and Places to Party!\nPlaces To Eat In BarbadosPlaces to Eat On The Island Of Barbados\nShopping In BarbadosList of Shops, Malls, Boutiques In Barbados\nThings To Do In BarbadosThings To Do In Barbados\nImportant Things To Know About Barbados : : How to drive; electricity and more..All The Things You Need To Know About Barbados Before You Go And While You're There!\nTop Hotels & Resorts, BarbadosIndex-top hotels & resorts, Christ Church,St.James,St.Michael,St.Peter,St.Philip, Barbados\nAdvice for TravelersAdvice, including Tips and How-to for travelers\nBarbados Vacation RentalsBarbados vacation rentals: villas, apartments and homes\nWhere To Stay In BarbadosPlaces To Stay In Barbados: Rental Homes and Apartments\nContact UsContact Us\nSitemapSitemap listing all web pages found at barbados-beaches-plus.com\ngoogle443cc6a55b72ebd3google443cc6a55b72ebd3\nEat Cheaply In BarbadosList of cheap or inexpensive restaurants in Barbados\nBarbados Real Estate - Barbados Homes For SaleBuying Barbados real estate"},{"score":5.6495475769,"text":"Books of the Caribbean\nA Barbados Image or Photo GalleryBarbados Image or Photo Gallery\nGetting Married in BarbadosA comprehensive guide about getting married in Barbados\nList of Beaches In BarbadosList of beaches, by Parish, in Barbados\nBuget Accommodations, BarbadosList of budget or cheap or inexpensive accommodations in Barbados\nEmergency Telephone Numbers & Addresses That a Tourist In Barbados May Need!Emergency telephone nos. of fire dept., hospital, police, in Barbados\nCalendar of Events, Festivals Around the Island of BarbadosCalendar of Events: cultural events, sports, and festivals for January 2009, in Barbados\nGetting Around In Barbados : : Take the bus, taxi or rideUse Taxis, Cars, Bicycles, Buses and Mopeds To Get Around In Barbados\nPrepare Your Trip By Air : : Airport, Entry Requirements Into Barbados and moreRequirements For Entry Into Barbados By Airplane\nCruise To Barbados! "},{"score":5.6495475769,"text":"Books of the Caribbean\nA Barbados Image or Photo GalleryBarbados Image or Photo Gallery\nGetting Married in BarbadosA comprehensive guide about getting married in Barbados\nList of Beaches In BarbadosList of beaches, by Parish, in Barbados\nBuget Accommodations, BarbadosList of budget or cheap or inexpensive accommodations in Barbados\nEmergency Telephone Numbers & Addresses That a Tourist In Barbados May Need!Emergency telephone nos. of fire dept., hospital, police, in Barbados\nCalendar of Events, Festivals Around the Island of BarbadosCalendar of Events: cultural events, sports, and festivals for January 2009, in Barbados\nGetting Around In Barbados : : Take the bus, taxi or rideUse Taxis, Cars, Bicycles, Buses and Mopeds To Get Around In Barbados\nPrepare Your Trip By Air : : Airport, Entry Requirements Into Barbados and moreRequirements For Entry Into Barbados By Airplane\nCruise To Barbados! "}]}
{"qid":169,"docno":"clueweb09-en0000-66-07022","snippets":[{"score":3.8824906349,"text":" Civil War - History of the Civil War\nSearch\nAmerican History\nHomeEducationAmerican History\nAmerican HistoryWars & EventsPeopleEras\nCivil War - History of the Civil War\nThe civil war was the most devastating war in america's history, it split us apart, yet in the end, made us a nation.\nCivil War Battles (150)\nFree Civil War Games (5)\nCivil War Documents (16)\nGenerals and Soldiers (25)\nCivil War Leaders (5)\nPre-War and Secession (11)\nCivil War Places (3)\nEvents that Led to Civil WarWhat were the major events that led to secession and the beginning of the Civil War?  Here is a list of the top nine events that led progressively towards the Civil War.  They are listed in chronological order.\nTop Causes of the Civil WarWhat were the top causes of the Civil War?  The roots of the civil war were already there when the United States was first forming.  Here is a detailed look at the four major causes of the Civil War.\nOverview of the American Civil War Here is an overview of the American Civil War. "},{"score":0.1659184396,"text":"Learn about secession, the war, and its aftermath.\nCivil War MoviesCheck out my top six picks for Civil War dramatic movies.\nCivil War PhotographsOver 200 Civil War pictures arranged by subject. These photographs give a first hand view of the war from casualties to battlefields to officers and soldiers.\nFree American History Newsletter!Sign UpDiscuss in my Forum\nExplore American History\nMust Reads13 Original ColoniesCivil War CentralTop 10 ElectionsPresidents of the USToday in American HistoryMost PopularChart of the Thirteen Original Colonies - Basic Information ...Top Causes of the Civil WarCauses of the Great DepressionAmerican History Timelines - Wars with American InvolvementIndustrial Revolution Inventors Chart\nFree American History Newsletter!Sign Up\nBy CategoryCivil WarColonial AmericaIndustrial RevolutionWorld War IIEras of American HistoryWars and DiplomacyHistorical FiguresGovernment and PoliticsAmerican CultureEconomic HistoryStates and TerritoriesSocial HistoryScience and TechnologyHistorical Fun & ResourcesScandals and CrimeMore from About.comHome for the HolidaysYour guide to the season's best food, entertaining, and gifts.Make Meals EasyAn easy way to put delicious meals together.Parenting TipsKeep kids involved and help them succeed.Financial PlanningStay on top with our smart financial tips.Browse All About.comAmerican HistoryHomeEducationAmerican HistoryCivil WarMost PopularLatest ArticlesAdd to: iGoogleMy Yahoo!RSSAdvertising InfoNews & EventsWork at AboutSiteMapAll TopicsReprintsHelpUser AgreementEthics PolicyPatent Info.Privacy PolicyOur StoryBe a Guide©2009 About.com, a part of The New York Times Company.All rights reserved. "}]}
{"qid":172,"docno":"clueweb09-en0000-15-05738","snippets":[{"score":2.6636564732,"text":" The Paralegal Institute | Programs | Paralegal Associates Degree\n Enroll Now | Get Started\nHome\nOur Advantage\nPrograms\nContact Us\nAdmissions\nAbout Us\nParalegal Programs\nCriminal Justice\nLegal Nurse Consultant\n \nPrograms\nAssociate Degree in Paralegal Studies (ADPS)\nParalegal Programs | Paralegal Diploma | Paralegal Associate Degree | Paralegal Continuing Education\nThe Paralegal Institute offers an additional opportunity for you to add a competitive edge in your pursuit of the best available position in the Paralegal field by offering an Associate Degree in Paralegal Studies.\nStudents must successfully complete the same courses outlined in the Paralegal Diploma Program, as well as, the five following specialty courses of 15 credit hours.  To complete the requirements for the ADPS, students are required to take five general education courses (or transfer credits showing completion and competence in these courses passing with a C or better).  The ADPS is composed of sixty (60) semester hours and 2700 clock hours, which includes the general education courses of fifteen (15) semester hours.\nDuration\nWe offer open enrollment within our paralegal programs, thus you may register at any time.  Completion of the Paralegal Associate Degree program solely depends on the study schedule you set for yourself. "},{"score":4.1391382217,"text":"We recommend that you maintain a consistent submission of lessons.The Paralegal Institute gives you up to 2 years to complete the Paralegal Associate Degree program. Although completion solely depends on the study schedule you set for yourself, we recommend that you maintain a consistent submission of lessons.\nOnce you, as the student, successfully complete the first eleven (11) courses outlined below, you will be eligible to sit for the National Association for Legal Assistants (NALA)  Certification Exam.\nRequest information or Enroll in the Paralegal Associate Degree Program\nCORE PROGRAM\nParalegal Today\nParalegal SPECIALTIES\nLegal Research\nLegal Analysis and Writing\nLitigation and Trial Practice\nBusiness Organizations\nDomestic Relations\nCriminal law\nReal property\nTrusts, Wills and Estate Administration\nContracts\nTorts: Personal Injury Litigation\nBankruptcy\nSocial Security Disability\nAdministrative Law\nEnvironmental Law\nREQUIRED COURSES\nEnglish\nInterpersonal Communications\nBusiness Management\nMathematics Essentials\nPsychology\nPARALEGAL ASSOCIATE DEGREE PROGRAM TOTAL CREDITS: 60\nCOURSE DESCRIPTIONS\nParalegal Today\n3 Credit Hours\nThe course is the core of the paralegal program.  Students will learn the past, present and future of the paralegal profession, including the paralegal defined, educational options, techniques for marketing skills and career opportunities. "},{"score":1.4340744019,"text":"You will learn about the different branches of psychology and the practical application of psychological tenets to functional behavior.\n \n- College for Legal Professionals -\n© 2008 The Paralegal Institute\nPrivacy Policy | School Catalog | Site Map\nThe Paralegal Institute is accredited by the accrediting commision of the Distance Education\nand Training Council, (DETC). The Paralegal Institute is a member of the National Association of Legal Assistants,\nInc.  The Paralegal Institute offers accredited\ndistance learning programs in paralegal\nstudies, criminal\njustice, or legal\nnurse consultant that help students achieve their career goals. "}]}
{"qid":182,"docno":"clueweb09-en0079-13-21351","snippets":[{"score":4.4659843445,"text":"People use both cigarettes and food as a way to deal with boredom or stress, as a reward, or as a crutch in social situations.\n12\n \nLead writer: Kathryn Higgins Last Updated: August 26, 2008\nPREVIOUS\nWhy Men and Women Smoke Differently\nNEXT\nSmoking Blog: I'm Quitting Tomorrow\nMore Stories on This Topic\nSmoking Blog: I'm Quitting TomorrowAlternative Methods for Quitting Smoking: Hypnosis, Acupuncture, MeditationCounseling and a Nicotine Patch Helped Natasha Quit SmokingTiffany Quit Smoking With Anti-Anxiety Meds\nMore How to Quit Smoking Stories\nEmail\nPrint\nShare\nAdvertisement\nHealth Tools\nSymptom Checker\nDrug Finder\nPill Finder\nDrug Interaction Checker\nNatural Remedies\nLatest How to Quit Smoking News\nSmoking-Low Birth Weight Link Explained in Part\nHeavy Smoking as Teenager Might Add Pounds Later\nMenthol Cigarettes the Most Addictive\nU.S. Flunks on Tobacco Control Report Card\nPhotos of Smokers Trigger Brain Reaction in Those Trying to Quit\nMore How to Quit Smoking News\nQuick Links\nHome\nDiseases and Conditions\nA-Z Health Library\nHealthy Eating\nHealthy Recipes\nHealthy Living\nPoked & Prodded\nHealth News\nHealth Magazine\nSymptom Checker\nDrug Finder\nDrug Interaction Checker\nDiet Guide\nSite Map\nHelp\nNewsletters\nCompany Information\nAbout Us\nContact Us\nAdvertise with Health.com\nAdvertise with Health Magazine\nPerks and Promotions\nPrivacy Policy\nTerms of Service\nGet Health Delivered\nAdd Health.com to iGoogle\nBe a fan of Health.com on Facebook\nGet Health.com videos on YouTube\nGet Health.com Email Newsletters\nFollow Health.com on Twitter\nCopyright © 2009 Health Media Ventures, Inc."},{"score":1.6594846249,"text":"You: Lose 15 Pounds in 6 Weeks\nAmerica's Heatlhiest Diets\nDiet Guide: Compare 50+ Popular Diets\nInside Diet & Weight Loss:\nExercise\nMind Over Fatter\nSuccess Stories\nWeight Loss Tips\nSearch for:\nRecipe Finder\n \nSymptom Checker\n \nDrugs & Remedies\n \nMore Tools\nMore Tools\nPill Finder\nDrug Interaction Checker\nEmail Newsletters\nHome >> Diseases and Conditions >> How to Quit Smoking >> How to Break Your Addiction Forever >> How to Quit Smoking Without Gaining (Much) Weight How to Quit Smoking:How to Break Your Addiction Forever\nHealth Journey\nHow to Quit Smoking\nStart Here97 Reasons to Quit\nHow to Break Your Addiction ForeverMedications That Can Help\nWEEKLY NEWSLETTER\nHealth's Top Stories\nGet a weekly look at the most popular stories on Health.com.\nSee All Newsletters\nHow to Quit Smoking Without Gaining (Much) Weight\nEmail\nPrint\nShare\n12\n \nDon't obsess over the scale while you're trying to quit. Focus first on kicking the habit, then worry about your waistline.\n(PRISCILLA DE CASTRO)\nWill you gain weight if you quit smoking?  Probably.  Four out of five quitters gain some weight\u00974 pounds to 10 pounds each, on average. "},{"score":5.3320455551,"text":"Smoking elevates your heart rate and increases your metabolism; when you quit, you burn about 100 fewer calories a day. After quitting, it can take weeks or even months for your metabolism to rebound.Smoking suppresses hunger.  Nicotine causes the liver to release glycogen, which raises your blood-sugar level slightly and suppresses appetite.  Until your metabolism adjusts, expect to gain about a pound a week.Smoking makes you feel good.  Nicotine increases the levels of dopamine (a chemical associated with pleasure) in the brain.  High-calorie treats, such as candy and cookies, produce much the same effect, so after quitting, you may be tempted to replace cigarettes with food.  Alcohol boosts dopamine levels as well, and studies show that alcohol use tends to increase after quitting.  This mechanism may explain why bupropion (Zyban), an antidepressant that works on the brains dopamine system, has shown to be helpful for smoking cessation.Smoking gives you something to do with your mouth and hands.  Eating does the same\u0097and makes you feel less deprived by your decision to quit.Smoking dulls your taste buds.  After you quit, food begins to taste and smell better, so you may find yourself wanting to eat more.Smoking is reliable when other things are not. "}]}
